а
абсолютно
абстрактный
август
австралия
автобус
автобусный
автомат
автомобиль
автор
администрация
адрес
азиатский
азия
академия
активный
алгебра
александр
александра
алексей
алеша
алла
алфавит
альбом
америка
американец
американка
американский
анализ
анализировать
ангина
английски
английский
англичанин
англичанка
англия
англо-русский
андрей
андрюша
анкета
анна
ансамбль
антон
антоним
антоша
апельсин
аппетит
апрель
аптека
аргентина
армия
артист
артистка
архитектор
архитектура
архитектурный
аспирант
аспирантка
аспирантура
атмосфера
атомный
аудитория
афиша
африка
аэропорт
б
бабушка
багаж
балерина
балет
балкон
балл
банан
бандероль
банк
банка
баскетбол
баскетболист
бассейн
батон
башня
бегать
бедный
бежа
бежать
без
безо
бейсбол
белый
бензин
берег
береза
беречь
беседа
беседовать
бесплатно
бесплатный
беспокоиться
библиотека
библиотекарь
бизнес
бизнесмен
билет
биография
биолог
биологический
биология
бить
благодарить
благодаря
бланк
бледный
близкий
близко
блюдо
бог
богатство
богатый
бой
более
болезнь
болельщик
болеть
больница
больно
больной
больше
большинство
большой
борис
боро
борода
бороться
борщ
борьба
боря
ботинок
бояться
бразилия
брат
брать
бриться
бросать
брюки
будто
будущее
будущий
буква
булочка
булочная
бумага
бутерброд
бутылка
буфет
бы
бывать
бывший
быстро
быстрый
быт
бытовой
быть
в
вагон
вадик
вадим
важно
важный
ваза
валентина
валя
ванная
ваня
варить
ваш
вверх
вверху
вдвоем
вдруг
ведь
вежливый
везде
везти
век
великий
велосипед
вера
верить
вернуть
вернуться
верный
верхний
вес
весело
веселый
весенний
весна
весть
весь
ветер
вечер
вечерний
вешать
вещь
взгляд
взрослый
взять
вид
видео
видеокассета
видеофильм
видеть
виза
визитный
виктор
вилка
винительный
вино
виноград
висеть
виться
витя
вишь
включать
вкусно
вкусный
владимир
власть
вместе
внешность
вниз
внизу
внимание
внимательно
внимательный
внук
внутри
внучка
во
во-вторых
во-первых
вовремя
вода
водить
водка
воевать
военный
возвратный
возвращать
возвращаться
воздух
возить
возможно
возраст
война
вокзал
вокруг
волейбол
волейболист
волк
волноваться
володя
волос
воля
вопрос
вопросительный
восемнадцать
восемь
восемьдесят
восемьсот
восклицательный
воскресение
воспитание
воспитывать
воспоминание
восток
восточный
восьмой
вот
впервые
вперед
впереди
впечатление
враг
врач
вредно
вредный
время
все
всегда
вслух
вспоминать
вспомнить
вставать
встреча
встречать
встречаться
вторник
второй
вход
входить
вчера
вчерашний
вы
выбирать
выезжать
выздоравливать
вызов
вызывать
выигрывать
выключать
вылечивать
вымывать
выпивать
выполнять
выражать
вырастать
высокий
высоко
выставка
выступ
выступать
выступление
выучивать
выход
выходить
газ
газета
галерея
галина
галстук
галя
гараж
гастроном
где
где-нибудь
где-то
генерал
географ
географический
география
геолог
геологический
геология
германия
герой
гимназия
гимнастика
гитара
глава
главный
глагол
глаз
гласный
глубокий
глубоко
глупо
глупый
говорить
говядина
год
голова
голодный
голос
голубой
гора
гордиться
гордый
горе
гореть
горло
город
городской
горький
горячий
господин
госпожа
гостеприимный
гостиница
гость
государственный
государство
готовить
готовиться
готовый
градус
гражданин
гражданка
гражданство
грамм
грамматика
граница
грипп
громкий
громко
грубый
грудь
группа
грустно
грустный
грязно
грязный
гулять
гуманитарный
да
давать
давно
даже
далекий
далеко
дальний
дама
дарить
дата
дательный
дача
два
двадцать
дважды
двенадцать
дверь
двести
двигаться
движение
двое
двоеточие
двойка
двор
дворец
девочка
девушка
девяносто
девятнадцать
девятый
девять
девятьсот
дедушка
деепричастие
деепричастный
действие
действительно
декабрь
декан
декларация
делать
делегация
делить
делиться
дело
демократический
демонстрация
день
деньги
депутат
деревня
дерево
деревянный
держать
десятый
десять
детектив
детский
детство
дешево
дешевый
деятель
деятельность
джинсы
диалог
диван
диктант
дима
дипломат
директор
дирижер
диск
дискета
дискуссия
диссертация
длина
длинный
для
дмитрий
до
добавлять
добиваться
доброта
добрый
довольный
договариваться
доезжать
дождь
док
дока
доказывать
доклад
доктор
документ
документальный
долгий
долго
должный
дом
дома
домашний
домой
домохозяйка
доро
дорога
дорого
дорогой
доска
достаток
достаточно
достигать
достижение
доходить
дочка
дочь
драма
древний
друг
другой
дружба
дружеский
дружить
дружный
думать
дуть
душ
душа
дышать
дядя
евгений
европа
европейский
египет
еда
единица
единичность
единственный
единый
ежегодно
ежегодный
ежедневно
ежедневный
ездить
екатерина
елена
елка
если
естественный
есться
ехать
еще
ж
жалко
жаль
жареный
жарить
жарко
ждать
же
желание
желать
железный
желтый
желудок
жена
женатый
жениться
жених
женский
женщина
женя
жестокий
живой
живопись
живот
животное
животный
жизнь
жилище
жилье
житель
жительство
жить
журнал
журналист
за
заболевать
заботиться
забывать
завод
завтра
завтрак
завтракать
загадка
загорать
зад
задавать
задание
задача
заем
зайти
заказ
заказывать
заканчивать
заканчиваться
закон
закричать
закрывать
закрываться
закуривать
закуска
зал
заменять
замечательный
замечать
замолчать
замуж
замужем
занимать
заниматься
занятие
запад
западный
записка
записывать
заплакать
заплатить
запоминать
запрещать
запятая
зарплата
зарубежный
засмеяться
затем
заходить
захотеть
зачем
зачет
защищать
заявление
заяц
звать
звезда
зверь
звонить
звонок
звук
здание
здесь
здороваться
здоровый
здоровье
здравствовать
зеленый
землетрясение
земля
зеркало
зима
зимний
злой
знак
знакомить
знакомиться
знакомый
знаменитый
знание
знать
значение
значимость
значить
золото
золотой
зонт
зонтик
зоопарк
зрение
зритель
зуб
зубной
и
иван
игорь
игра
играть
игрушка
идея
идти
из
из-за
известно
известный
извинять
изменять
изменяться
измерение
изображать
изучать
изучение
или
именительный
иметь
императив
импорт
имя
индия
инженер
иногда
иностранец
иностранка
иностранный
институт
интеллект
интерес
интересно
интересный
интересовать
интересоваться
интернациональный
интернет
интонация
инфинитив
информация
ирина
искать
искусство
испанец
испания
испанка
испанский
исполняться
использовать
исправлять
исследование
исследовать
историк
исторический
история
истрачивать
итак
италия
ишь
июль
июнь
к
кабинет
кавычка
каждый
казаться
как
каков
какой
какой-нибудь
какой-то
календарь
каменный
камень
каникулы
капуста
карандаш
карта
картина
картофель
карточка
картошка
касса
кассир
катание
катастрофа
кататься
катя
кафе
кафедра
качество
каша
кашель
квартира
кефир
килограмм
километр
кино
кинотеатр
киоск
кислый
китаец
китай
китайский
китаянка
класс
классический
класть
климат
клуб
ключ
книга
книжный
ковер
когда
когда-нибудь
когда-то
колбаса
количественный
количество
коллега
колледж
коллекция
кольцо
коля
команда
командировка
комедия
коммуникация
комната
композитор
компьютер
компьютерный
конверт
конек
конец
конечно
конкурс
консерватория
конспектировать
константин
конституция
консультация
континент
контрольный
конференция
конфета
концерт
кончать
кончаться
копейка
корабль
корень
корея
коридор
коричневый
кормить
коробка
коробок
корова
короткий
короче
корпус
космический
космонавт
космос
костюм
костя
кот
котлета
который
кофе
кошелек
кошка
красиво
красивый
красный
краткий
кредитный
кремль
крепкий
крепко
кресло
крестьянин
кризис
крикнуть
критиковать
кричать
кровать
кровь
кроме
кроссовка
кроссовок
круглый
крупный
крыша
ксения
ксеня
ксерокс
ксюша
кто
кто-нибудь
кто-то
куда
куда-нибудь
куда-то
культура
культурный
купаться
купить
курить
курица
курс
курсы
куртка
кухня
л
лаборатория
лампа
лара
лариса
левый
легкий
легко
лед
лежать
лекарство
лексика
лекция
лена
лес
лестница
летать
лететь
летний
лето
летчик
лечить
ли
либо
ливия
лизировать
лимон
лингвистика
лингвистический
лист
литература
литературный
лифт
лицо
личный
лишний
лоб
ловить
лодка
ложа
ложиться
ложка
ломать
лошадь
лук
луна
лыжа
люба
любимый
любить
любовь
любой
люда
людмила
люся
магазин
магнитофон
май
макс
максим
маленький
мало
мальчик
мама
марина
мария
марка
март
маруся
маршрут
маршрутка
масло
мастер
математик
математика
математический
матч
мать
маша
машина
мебель
медведь
медицина
медицинский
медленно
медленный
медсестра
между
международный
мексика
мелодия
менеджер
менее
мент
мень
меньшинство
менять
мерить
мертвый
место
местоимение
месяц
металл
метр
метро
мечта
мечтать
мешать
мила
милиционер
милиция
миллиард
миллион
милый
мимо
министр
минус
минута
минуточка
мир
мирный
мировой
митинг
митя
михаил
миша
младший
мнение
многие
много
множественный
мобильный
модель
модный
можно
мой
мокрый
молодежный
молодежь
молодец
молодой
молодость
молоко
молчать
момент
монета
море
мороженое
мороз
морской
моряк
москва
москвич
москвичка
московский
мост
мочь
муж
мужественный
мужество
мужской
мужчина
музей
музыка
музыкальный
музыкант
мультфильм
мы
мыло
мысль
мыть
мыться
мюзикл
мягкий
мягко
мясо
мяч
на
наблюдать
наверное
наверх
наверху
навещать
наводить
навсегда
навстречу
награда
над
надевать
надежда
надеяться
надо
надолго
надя
назад
название
называть
называться
наиболее
наизусть
наименование
наклонение
наконец
налево
намного
наоборот
напечатать
написать
напоминать
направление
направлять
направо
например
напротив
наречие
нарисовать
народ
народный
население
насколько
насморк
настоящий
настроение
наступать
наталия
наташа
наука
научать
научаться
научный
находить
находиться
национальность
национальный
начало
начин
начинать
начинаться
наш
не
небо
невеста
невозможно
негде
недавно
недалеко
неделя
независимость
некогда
некоторый
некуда
нельзя
немедленно
немец
немецкий
немецко
немка
необходимо
необыкновенный
неожиданно
непереходный
непрерывный
неприятность
нервный
несколько
несмотря
несовершенный
нести
несчастие
несчастливый
несчастный
нет
неужели
нефть
нечего
ни
нигде
ниже
нижний
низкий
низко
никакой
никогда
николаевна
николай
никто
никуда
нима
нина
ничего
ничей
ничто
но
новогодний
новость
новый
нога
нож
ноль
номер
норвегия
нормально
нос
носить
носок
ночной
ночь
ноябрь
нравиться
ну
нужно
нужный
о
об
обед
обедать
обещать
обижать
обижаться
обладать
облако
область
обмен
обо
обозначение
оборот
обрадовать
обрадоваться
образ
образец
образование
обратно
обращать
обращаться
обсуждать
обувь
обучать
обучение
обходить
общежитие
общественный
общество
общий
объединять
объект
объявление
объявлять
объяснение
объяснять
обыкновенный
обычай
обычно
обычный
обязанный
обязательно
овощ
овощной
овца
огонь
огромный
огурец
одевать
одеваться
одежда
один
одинаковый
одиннадцать
однажды
однако
озеро
оказываться
оканчивать
оканчиваться
океан
окно
около
окончание
октябрь
олег
ольга
он
она
они
оно
опаздывать
опасно
опасность
опасный
опера
операция
описывать
оптимист
опыт
опытный
опять
организация
организовывать
оргтехника
оригинальный
ориентация
оружие
освобождать
осенний
осень
осматривать
основа
основатель
основной
основывать
особенно
особенность
особый
оставаться
оставлять
остальной
останавливать
останавливаться
остановка
осторожно
остров
острый
остывать
от
ответ
отвечать
отвозить
отдавать
отдых
отдыхать
отец
отказываться
открывать
открываться
открытие
открытка
откуда
отлично
отличный
отметка
отнимать
относить
относиться
отношение
отпуск
отсталый
отсюда
оттуда
отходить
отчество
отъезд
отъезжать
офицер
официальный
официант
оформлять
оценивать
оценка
очень
очки
ошибаться
ошибка
павел
падать
падеж
палец
пальто
памятник
память
папа
пар
парк
парламент
партия
паспорт
пассаж
пассажир
паша
певец
певица
педагог
пенсионер
пенсионерка
пенсия
первый
перевод
переводить
переводчик
перевозить
перед
передавать
передача
переезжать
перенашивать
перенести
перерыв
перес
пересадка
переставать
переулок
переход
переходить
переходный
период
перо
перч
перчатка
песня
песо
песок
пессимист
петербургский
петр
петров
петровна
петь
петя
печатать
печатный
печение
пешком
пианино
пиво
пирог
пирожный
пирожок
писатель
писать
письмо
питание
пить
пицца
плавать
плакать
план
платить
платок
платье
плач
плащ
плеер
плечо
плохо
плохой
площадь
плыть
плюс
по
по-английски
по-испански
по-китайски
по-моему
по-немецки
по-прежнему
по-русски
по-твоему
по-французски
победа
побежать
побеждать
побеседовать
поблагодарить
побриться
побывать
повезти
поверить
поверять
повесить
повторяемость
повторять
погибать
погода
погулять
под
подарить
подарок
подготавливаться
подготовка
подниматься
подождать
подписывать
подруга
подумать
подходить
подъезжать
подымать
поезд
поездка
поесть
поехать
пожалуйста
пожарить
пожелать
пожениться
позавтракать
позавчера
позвать
позвонить
поздно
поздороваться
поздравлять
познакомить
познакомиться
поймать
пойти
пока
показывать
показываться
покормить
покупатель
покупать
пол
полагать
поле
полезно
полезный
полететь
поликлиника
политехнический
политика
политический
полиция
полк
полный
половина
полотенце
полтора
получать
полчаса
пользоваться
полюбить
поменять
померить
помешать
помидор
помнить
помогать
помощь
понедельник
понимать
понравиться
понятие
понятно
пообедать
пообещать
попробовать
попросить
попрощаться
популярный
попытаться
пора
поражение
порт
портрет
порядковый
посещать
посидеть
после
последний
послезавтра
пословица
послушать
посмотреть
посоветовать
посоветоваться
посол
посольство
пост
поставлять
постараться
постирать
постоянно
построить
поступать
поступь
посчитать
посылать
потерять
потолок
потом
потому
потратить
потребовать
поужинать
похвалить
похожий
поцеловать
поцеловаться
почему
почта
почти
почувствовать
пошутить
поэзия
поэт
поэтому
появляться
правда
правило
правильно
правительство
право
правый
праздник
практика
практический
предлагать
предлог
предложение
предложный
предмет
представитель
прежде
президент
прекрасно
прекрасный
премия
преподаватель
преподавательница
преподавать
при
привет
приводить
привозить
привыкать
приглашать
приготавливать
приезд
приезжать
приказывать
прилагательное
прилетать
пример
принадлежать
принадлежность
принимать
приносить
природа
природный
приставка
присыл
присылать
притяжательный
приходить
причастие
причастный
причина
приятно
приятный
про
проанализировать
проблема
пробовать
пров
проверять
проводить
провожать
программа
прогресс
прогулка
продавать
продавец
продавщица
продолжать
продолжаться
продукт
продукция
проезжать
проехать
проживание
проживать
проигрывать
произведение
производить
производство
произносить
произношение
происходить
промышленность
промышленный
просить
проспект
простой
пространство
простужать
простуживаться
просыпаться
против
профессия
профессор
прохладно
проходить
процент
процесс
прочитывать
проша
прошлый
прощать
прощаться
прыгать
прыгнуть
прямо
прямой
психолог
психологический
психология
птица
пустой
пусть
путешественник
путешествие
путешествовать
путь
пытаться
пьеса
пятерка
пятнадцать
пятница
пятый
пять
пятьдесят
пятьсот
работа
работать
рабочий
равно
равный
рад
радио
радовать
радоваться
радость
раз
разве
развиваться
развитие
разговаривать
разговор
разделять
разделяться
размер
разница
разный
разрешать
разумный
район
рано
расписание
рассказ
рассказывать
расстояние
растение
расти
рать
ребенок
ребята
революция
регулярно
редкий
редко
режиссер
резать
результат
река
ректор
религия
республика
ресторан
рецепт
речь
решать
решительный
рисовать
рисунок
ровно
род
родина
родитель
родительный
родиться
родной
родственник
рождаться
рождение
рождество
роза
розовый
роль
роман
российский
россия
рот
рояль
рубашка
рубль
ругать
рука
руководитель
руководить
русски
русский
русско
ручка
рыба
рыбак
рынок
ряд
рядом
с
сад
садиться
салат
салют
сам
самовар
самолет
самостоятельно
самый
сантиметр
сапог
сахар
саша
сберегать
сваривать
свежий
свет
светлана
светлый
свидание
свинина
свинья
свитер
свобода
свободный
свой
связь
сгорать
сдавать
сделать
себя
север
северный
сегодня
седой
седьмой
сезон
сейчас
секретарь
секунда
сельский
семейный
семестр
семинар
семнадцать
семь
семьдесят
семьсот
семья
сентябрь
сергей
сердце
серебро
серебряный
середина
сережа
серый
серьезно
серьезный
сессия
сестра
сибирский
сибирь
сигарета
сидеть
сила
сильный
символ
симпатичный
синий
синоним
синтаксис
сирия
система
ситуация
сказать
сказка
скидка
склонение
сколько
скоро
скорость
скрипка
скромный
скучно
слабый
славянский
сладкий
слева
следовательно
следующий
слишком
словарь
словник
слово
слог
сложный
сломать
слон
служить
случай
случаться
слушать
слышать
смелый
смерть
смешной
смеяться
смотреть
смочь
смысл
снаружи
сначала
снег
снимать
снова
со
собака
собирать
собираться
собор
собрание
событие
сова
совать
совершенный
совет
советовать
советоваться
советский
современный
совсем
согласный
соглашаться
сожаление
создавать
сок
солдат
солнце
соль
сомневаться
сон
сообщать
сообщение
соотносительный
соревнование
сорок
сосед
соседка
соседний
состояние
состоять
соус
сохранять
социализм
социальный
союз
спасать
спасибо
спать
спектакль
спеть
специалист
специальность
специальный
спешить
спина
список
спичка
спокойно
спокойный
спорить
спорт
спортивный
спортсмен
спортсменка
способный
справа
спрашивать
спряжение
спутник
сравнивать
сразу
среда
среди
средний
ставить
стадион
стаивать
стакан
становиться
станция
стараться
старик
старинный
старость
старший
старый
статус
статья
стена
стипендия
стирать
стих
сто
стоимость
стоить
стол
столица
столовая
столько
сторона
стоять
страдать
страна
страница
странный
страшный
стремиться
строго
строитель
строительный
строить
стройка
студент
студентка
студенческий
стул
стыдно
суббота
сувенир
судьба
суметь
сумка
суп
сутки
суффикс
сухой
существительное
существо
существовать
сущий
сфера
сфотографировать
сфотографироваться
сцена
счастие
счастливый
счет
считать
сшивать
съедать
съезд
сыграть
сын
сыр
сюда
таблетка
тайна
так
также
такой
такси
талант
талантливый
там
тамара
таможенный
таможня
танец
танцевать
таня
тарелка
татьяна
твердый
твой
творительный
творчество
театр
текст
телевизор
телеграмма
телефон
тело
тема
тематический
темно
темный
температура
теннис
теннисист
теоретический
теория
теперь
тепло
теплоход
теплый
термин
территория
терять
тетрадь
тетя
техника
технический
тихий
тихо
тишина
ткать
то
товар
товарищ
тогда
тоже
ток
толстый
только
том
тома
тонкий
торговля
торт
тот
точка
точно
точный
трава
трагедия
традиция
трамвай
транспорт
тратить
требовать
тренер
тренировать
тренироваться
тренировка
третий
три
тридцать
тринадцать
триста
трое
тройка
троллейбус
труд
трудиться
трудно
трудный
трудолюбивый
туда
туман
тупить
туризм
турист
тут
туфля
туча
ты
тысяча
тюрьма
тяжелый
у
убегать
убеждать
убивать
убирать
уважаемый
уважать
увезти
увеличиваться
уверенный
уверять
увидеть
увлекаться
увлечение
уводить
увозить
угол
уголь
удаваться
ударение
ударять
удивительный
удивление
удивлять
удивляться
удобно
удобный
удовольствие
уедать
уезжать
ужасно
ужасный
уже
ужин
ужинать
узкий
узнавать
укол
улетать
улица
улучшать
улучшаться
улыбаться
улыбка
ум
уменьшаться
уметь
умирать
умный
умывать
умываться
универмаг
университет
университетский
уникальный
упасть
употребительный
употреблять
упражнение
урал
урожай
урок
ус
условие
услышать
успевать
успех
успешно
успокаиваться
устав
уставать
усталый
устно
устный
устройство
утренний
утро
ухо
уходить
участвовать
участие
учащийся
учеба
учебник
учебный
ученик
ученица
ученый
училище
учитель
учительница
учить
учиться
учреждение
фабрика
фаза
факс
факт
факультет
фамилия
фашизм
фашист
февраль
фермер
фестиваль
фигурный
физик
физика
физический
филолог
филологический
филология
философ
философия
философский
фильм
финляндия
фирма
флаг
флешка
фонетика
фонтан
форма
фото
фотоаппарат
фотографировать
фотографироваться
фотография
фраза
франция
француженка
француз
французский
фронт
фрукт
футбол
футболист
футбольный
характер
характеристика
хвалить
хватать
хватить
химик
химический
химия
хирург
хлеб
хобби
ходить
хозяин
хозяйка
хозяйство
хоккеист
хоккей
холодильник
холодно
холодный
хор
хороший
хорошо
хотеть
хотеться
хотя
храм
худо
художественный
художник
худой
царь
цвет
цветной
цветок
целовать
целоваться
целый
цель
цена
ценить
ценный
центр
центральный
церковь
цирк
цифра
чай
чайник
час
часто
часть
часы
чашка
чей
чей-нибудь
чей-то
человек
человечество
чемодан
чемпион
чемпионат
чередование
через
черный
черт
честный
четверг
четверка
четверо
четвертый
четверть
четыре
четыреста
четырнадцать
числительное
числительный
число
чистый
читальный
читатель
читать
член
чтение
что
что-нибудь
что-то
чтобы
чувство
чувствовать
чудо
чужой
чуть-чуть
шапка
шарф
шахматист
шахматы
шашлык
швейцария
швеция
шестнадцать
шестой
шесть
шестьдесят
шестьсот
шея
широкий
шить
шкаф
школа
школьник
школьница
шляпа
шоколад
шоссе
шофер
шум
шуметь
шумно
шутить
шутка
щека
щетка
щи
э
экзамен
экологический
экология
экономика
экономист
экономить
экономический
экскурсия
экскурсовод
экспедиция
эксперимент
экспорт
электричество
электроника
электростанция
эмоция
энергичный
энергия
энциклопедия
эпоха
этаж
этап
этикет
это
этот
эфиопия
юбка
юг
южный
юмор
юность
юноша
юридический
юрий
юрист
я
яблоко
явление
являться
ягода
ядерный
язык
языкознание
яйцо
январь
япония
яркий
ясно
он
она
ее
его
их
просто
есть
от
рис
тем
то
а
август
австралийский
австралия
автобус
автобусный
автор
авторский
администратор
администрация
адрес
адресный
азиатский
азия
активно
активный
александр
алексей
алеша
алла
алло
алфавит
алфавитный
америка
американский
английский
англичанин
англичанка
англия
англо-русский
андрей
анкета
анна
антон
антоша
апельсин
апельсиновый
апельсинчик
аппетит
аппетитно
аппетитный
апрель
апрельский
аптека
аргентина
аргентинский
артист
артистка
архитектор
архитектура
архитектурный
аспирант
аспирантка
аспирантский
аспирантура
аудитория
аудиторный
африка
африканский
аэропорт
б
бабушка
бабушкин
багаж
багажный
балет
банк
банковский
баскетбол
баскетбольный
бассейн
батон
бегать
бедно
бедный
бежать
без
бейсбол
бейсбольный
белый
берег
беречь
беседовать
бесплатно
бесплатный
библиотека
бизнес
бизнесмен
билет
биографический
биография
биолог
биологический
биология
бить
благодарить
близкий
близко
бог
богато
богатый
болен
больница
больно
больной
больше
большой
борис
боря
бразилия
бразильский
брат
брать
будущее
будущий
буква
булочка
булочная
бумага
бумажный
бутерброд
бутылка
бывать
быстро
быстрый
быть
в
вагон
вадик
вадим
важно
важный
валентина
валя
ваня
варить
ваш
вверх
вдруг
везде
везти
век
великий
вера
верить
вернуться
весело
веселый
весенний
весна
весной
весь
ветер
ветреный
вечер
вечерний
вещь
взять
вид
видео
видеть
виза
виктор
вилка
винный
вино
висеть
витя
включать
включить
вкусно
вкусный
владимир
вместе
вниз
внимание
внимательно
внимательный
внук
внучка
вода
водить
водичка
водка
военный
возвращаться
воздух
возить
возможно
возможный
война
войти
вокзал
волейбол
волейбольный
волноваться
володя
волосы
вопрос
вопросик
восемнадцатый
восемнадцать
восемь
восемьдесят
восемьсот
воскресение
восток
восточный
восьмидесятый
восьмисотый
восьмой
вот
вошёл
вперед
враг
врач
время
все
всегда
вспоминать
вспомнить
вставать
встать
встретить
встретиться
встреча
встречать
встречаться
вторник
второй
вход
входить
вчера
вчерашний
вы
выбирать
выбрать
выйти
выключать
выключить
вымывать
вымыть
выпить
вырастать
вырасти
высокий
высоко
выставка
выступать
выступить
выучивать
выучить
выход
выходить
газета
галерея
галина
галя
где
географ
географический
география
геолог
геологический
геология
германия
героический
герой
гитара
гитарный
главный
глаз
глубокий
глубоко
глупо
глупый
говорить
год
годик
голова
головка
голос
голубой
гора
горный
город
городок
городской
горький
горько
горячий
горячо
господин
госпожа
гостиница
гость
государственный
государство
готов
готовить
готовый
градус
грамм
грамматика
граница
грипп
громкий
громко
группа
грустно
грустный
грусть
грязно
грязный
гулять
да
давайте
давать
давно
даже
далекий
далеко
дарить
дата
дать
два
двадцать
двенадцать
дверь
двести
двое
дворец
девочка
девушка
девяносто
девятнадцать
девятый
девять
девятьсот
дедушка
дедушкин
декабрь
декабрьский
декан
делать
дело
денежный
день
деньги
депутат
деревенский
деревня
дерево
деревянный
держать
десятый
десять
дети
детский
детство
дешево
дешевый
диалог
диван
дима
дипломат
директор
дирижер
длинный
для
дмитрий
дневной
до
добрый
довольный
доезжать
доехать
дождливый
дождь
доказать
доказывать
доктор
документ
документальный
долгий
долго
должен
должный
дом
дома
домашний
домик
домой
домохозяйка
дорога
дорого
дорогой
дорожный
дочка
дочь
друг
другой
дружба
дружный
думать
душ
дядин
дядя
евгений
европа
европейский
египет
египетский
его
еда
единственный
ее
ездить
екатерина
елена
елка
если
есть
ехать
еще
ж
жалко
жаль
жарко
жаркий
ждать
желать
желтый
жена
женатый
жениться
женский
женщина
женя
живой
живопись
живописный
животное
жизнь
житель
жить
журнал
журналист
журнальный
за
забывать
забыть
завод
завтра
завтрак
завтракать
задавать
задание
задать
задача
заказать
заказывать
заканчивать
закон
законный
законный
закончить
закрывать
закрытый
закрыть
зал
заметить
замечательно
замечательный
замечать
замуж
замужем
заниматься
занят
занятие
занятый
заняться
запад
западный
заплатить
запоминать
запомнить
зачем
звать
звонить
звонок
звук
здание
здесь
здоровый
здоровье
здравствовать
здравствуйте
зеленый
земля
зеркало
зеркальный
зима
зимний
зимой
зина
злой
знак
знакомиться
знакомый
знать
значение
значить
золото
золотой
зонт
зонтик
зоопарк
зуб
зубной
и
иван
иванович
игорь
игра
играть
игрушка
идти
из
известный
извинять
изменить
изменять
изучать
изучить
или
имя
индийский
индия
инженер
иногда
иностранец
иностранка
иностранный
институт
интеллект
интеллектуальный
интерес
интересно
интересный
интересоваться
интернет
ирина
искать
искусство
испанец
испания
испанка
испанский
исследователь
исследовать
историк
исторический
история
италия
итальянский
их
июль
июльский
июнь
июньский
к
кабинет
каждый
казаться
как
какой
каникулы
карандаш
карта
картина
картофель
картофельный
касса
катя
кафе
каша
квартира
килограмм
километр
кино
кинотеатр
киоск
китаец
китай
китайский
китаянка
класс
классный
класть
клуб
ключ
книга
книжный
когда
колбаса
количество
коля
команда
командный
комедийный
комедия
комната
композитор
компьютер
компьютерный
конверт
конец
конечно
конфета
конфетка
концерт
кончать
кончаться
кончить
кончиться
копейка
корабль
корейский
корея
коридор
коричневый
короткий
космический
космонавт
космос
костюм
который
кофе
кофейный
кошка
красиво
красивый
красный
кресло
кровать
круглый
ксения
ксеня
ксерокс
ксюша
кто
кто-то
куда
культура
культурный
купить
куриный
курить
курица
курс
курсы
куртка
кухня
кухонный
лампа
лара
лариса
левый
легкий
легко
лежать
лекарство
лекция
лена
лес
лестница
летать
лететь
летний
лето
летом
ли
либо
ливия
лимон
лимонный
литература
литературный
лифт
лицо
лоб
ложка
луна
лунный
лучше
лыжа
люба
любимый
любить
любовь
люда
люди
людмила
люся
магазин
магазинный
магазинчик
магнитофон
май
майский
макс
максим
маленький
мало
мальчик
мама
мамин
марина
мария
марка
март
мартовский
маруся
масло
математик
математика
математический
мать
маша
машина
мебель
медицина
медицинский
медленно
медленный
медсестра
международный
мексика
мексиканский
менеджер
менять
мертвый
место
месяц
метр
метро
мечта
мечтать
мешать
мила
милиционер
милиция
миллион
милый
минус
минута
минутка
минутный
минуточка
мир
мирный
мировой
митя
михаил
миша
младший
многий
много
мода
модный
можно
мой
молодежный
молодежь
молодец
молодой
молодость
молоко
молочный
молчать
момент
море
мороженое
морской
москвич
москвичка
московский
мочь
муж
мужской
мужчина
музей
музыка
музыкальный
музыкант
мультфильм
мы
мыло
мыльный
мыть
мягкий
мясной
мясо
мяч
мячик
на
наверное
наверх
над
надежда
надеяться
надо
надя
назад
называться
найти
наконец
налево
написать
направо
например
напротив
нарисовать
народ
народный
настоящий
наталия
наташа
наука
научать
научиться
научный
находить
находиться
национальность
национальный
начать
начаться
начинать
начинаться
наш
не
неактивный
небо
небогатый
небольшой
неважный
невеселый
невкусный
невнимательно
невнимательный
невозможно
неглубокий
неглупый
недавний
недавно
недалеко
недельный
неделя
недешевый
недобрый
недовольный
недорогой
неинтересный
некрасивый
некультурный
нельзя
нелюбимый
немаленький
немец
немецкий
немка
немного
немодный
немолодой
ненастоящий
необычно
необычный
неплохой
непонятно
непопулярный
неприятно
неприятный
непросто
непростой
несерьезно
несерьезный
несимпатичный
несколько
несложный
несмелый
несмешной
несовременный
неспокойно
неспокойный
несчастие
несчастливый
несчастный
нет
нетрудно
нетрудный
нетяжелый
неудобный
нехорошо
нигде
низкий
низко
никогда
николай
никто
никуда
нина
ничего
ничто
но
новостной
новость
новый
нога
нож
ноль
номер
норвегия
норвежский
нормально
нормальный
нос
носик
носок
ночной
ночь
ночью
ноябрь
ноябрьский
нравиться
нужно
нужный
о
об
обед
обедать
обеденный
обещать
обо
образование
обувной
обувь
общежитие
общественный
общество
общий
объект
объявление
объяснить
объяснять
обыкновенный
обычно
обычный
обязательно
обязательный
овощ
овощной
огромный
одеваться
одежда
одеться
один
одинаковый
одиннадцать
однажды
озеро
оканчивать
окно
около
окончание
окончить
октябрь
октябрьский
олег
ольга
он
она
они
оно
опаздывать
опасно
опасный
опера
опоздать
оптимист
оптимистичный
опытный
опять
организовать
осенний
осень
осенью
осматривать
осмотреть
основной
особенно
особенный
остановка
осторожно
осторожный
остров
от
ответ
отвечать
отдохнуть
отдых
отдыхать
отец
открывать
открываться
открытие
открытка
открытый
открыть
открыться
откуда
отлично
отсюда
оттуда
отчество
оценка
очень
очки
ошибка
падать
палец
пальто
памятник
папа
папин
парк
парламент
парламентский
партия
паспорт
паспортный
певец
певица
пенсионер
пенсионерка
пенсия
первый
перевести
перевод
переводить
переводчик
перед
передавать
передать
передача
перейти
перерыв
пересадка
переход
переходить
период
песня
петр
петров
петровна
петь
петя
печенье
пешком
пианино
пивной
пиво
пирог
пирожок
писатель
писать
письмо
пить
плавать
план
платить
платье
плащ
плеер
плохо
плохой
площадь
плыть
плюс
по
по-английски
по-вашему
по-испански
по-китайски
по-моему
по-немецки
по-русски
по-твоему
по-французски
победа
победить
победить
победный
побеждать
поблагодарить
побывать
побыть
поверить
повторить
повторять
погода
погодный
под
подарить
подарок
подарочный
подождать
подруга
подружка
подумать
поезд
поездка
поехать
пожалуйста
пожелать
позавтракать
позвать
позвонить
поздний
поздно
поздравить
поздравлять
познакомиться
пойти
пока
показать
показывать
покупать
пол
поле
полезно
полезный
поликлиника
политик
политика
политический
полка
половина
положить
полтора
получать
полчаса
полюбить
поменять
помешать
помнить
помогать
помочь
помощь
понедельник
понимать
понравиться
понятно
понять
пообедать
пообещать
попросить
популярный
послать
после
последний
послушать
посмотреть
посоветовать
посол
посольство
поставить
построить
поступать
поступить
посылать
потерять
потом
потому
поужинать
поцеловать
почему
почта
почти
почтовый
пошутить
поэзия
поэт
поэтический
поэтому
появляться
прав
правда
правильный
правительство
право
правый
праздник
праздничный
предмет
президент
прекрасно
прекрасный
преподаватель
преподавательница
преподавать
при
привет
пригласить
приглашать
приготавливать
приготовить
приезд
приезжать
приехать
пример
природа
природный
приходить
причина
приятно
приятный
проблема
проблемный
программа
продавать
продавец
продолжать
продолжаться
просить
проспект
просто
простой
профессия
профессор
прохладно
прохладный
проходить
процент
прочитать
прочитывать
прошлый
прощать
прямо
психолог
психология
птица
птичий
путешественник
путешествие
путешествовать
пятнадцать
пятница
пятничный
пятый
пять
пятьдесят
пятьсот
работа
работать
рабочий
рад
радио
радость
раз
разговаривать
разговор
размер
разный
район
ранний
рано
раньше
рассказ
рассказать
рассказывать
расти
ребенок
ребята
редкий
редко
режиссер
результат
река
религиозный
религия
республика
ресторан
решать
решить
рис
рисовать
рисовый
родина
родитель
родиться
родной
родственник
рождаться
рождение
роль
роман
российский
россия
рот
рубашка
рубль
рука
русский
ручка
рыба
рыбный
рынок
ряд
рядом
с
сад
садик
садиться
салат
салатик
сам
самолет
самый
сантиметр
сапог
сахар
саша
сварить
светлана
светлый
свидание
свободный
свой
сдавать
сдать
сделать
сделать
себя
север
северный
сегодня
седой
седьмой
сейчас
секретарь
секунда
семейный
семнадцать
семь
семьдесят
семьсот
семья
сентябрь
сентябрьский
сергей
сердце
сережа
серый
серьезно
серьезный
сестра
сесть
сигарета
сидеть
сильный
симпатичный
синий
сирия
система
сказать
сказка
сколько
скоро
скрипка
скучно
скучный
сладкий
сладко
слева
следующий
словарный
словарь
словник
слово
сложный
случай
случаться
случиться
слушать
слышать
смелый
смерть
смешной
смеяться
смотреть
смочь
сначала
снег
снежный
снова
со
собака
собачий
собирать
собор
собрание
собрать
совет
советовать
современность
современный
согласен
согласный
сожаление
сок
соленый
солнечный
солнце
соль
сообщать
сообщать
сообщение
сообщить
сорок
сосед
соседка
соседний
спасибо
спать
спеть
специалист
специальность
спичка
спокойно
спокойный
спорт
спортивный
спортсмен
спортсменка
справа
спрашивать
спросить
сразу
среда
средний
ставить
стадион
стакан
станция
старость
старший
старый
стать
статья
стена
стих
сто
стоить
стол
столик
столица
столовая
стоять
страна
страница
строитель
строительный
строить
студент
студентка
студенческий
стул
суббота
субботний
сувенир
сувенирный
суметь
сумка
суп
сутки
сфотографировать
счастие
счастливый
счастье
съесть
сыграть
сын
сыр
сырный
сюда
так
также
такой
такси
талант
талантливо
талантливый
там
тамара
танец
танцевальный
танцевать
таня
тарелка
татьяна
твердый
твой
театр
текст
телевизор
телеграмма
телефон
темно
темный
температура
температурный
теннис
теннисный
теперь
тепло
теплый
термин
территория
терять
тетин
тетрадь
тетя
техника
технический
тихий
тихо
то
товарищ
тогда
тоже
только
тома
торт
тот
точка
точно
трамвай
транспорт
тратить
третий
три
тридцать
тринадцать
триста
троллейбус
трудно
трудный
туда
туризм
турист
туристический
тут
туфля
ты
тысяча
тяжело
тяжелый
у
убивать
убить
уважаемый
уважать
уверенно
уверенный
увидеть
ударение
удивительно
удивительный
удобно
удобный
удовольствие
уезжать
уехать
уже
ужин
ужинать
узкий
узнавать
узнать
уйти
улица
уличный
улыбаться
улыбнуться
ум
умереть
уметь
умный
универмаг
университет
университетский
упасть
упражнение
урок
услышать
успех
успешный
уставать
устать
утренний
утро
утром
ухо
уходить
участвовать
учебник
учебный
ученик
ученица
ученый
учитель
учительница
учить
учиться
фабрика
фабричный
факс
факультет
факультетский
фамилия
февраль
февральский
фермер
фермерский
фестиваль
физик
физика
физический
филолог
филологический
филология
философ
философия
философский
фильм
финляндия
финский
фирма
флешка
фонтан
форма
фотоаппарат
фотограф
фотографировать
фотография
фраза
франция
француженка
француз
французский
фрукт
фруктовый
футбол
футболист
футбольный
характер
химик
химический
химия
хирург
хирургический
хлеб
хобби
ходить
хозяин
хозяйка
хоккеист
хоккей
хоккейный
холодно
холодный
хороший
хорошо
хотеть
художник
хуже
царский
царь
цвет
цветной
цветок
целовать
целый
цена
ценить
центр
центральный
цирк
цирковой
цифра
чай
чайник
чайный
час
часто
часть
часы
чашка
чей
человек
чем
чемпион
через
черный
честно
честный
четверг
четвертый
четыре
четыреста
четырнадцать
число
чистый
читальный
читатель
читать
чтение
что
что-то
чтобы
чувствовать
шапка
шарф
шахматист
шахматный
шахматы
шведский
швейцария
швейцарский
швеция
шестнадцать
шестой
шесть
шестьдесят
шестьсот
широкий
широко
шкаф
школа
школьник
школьница
школьный
шоколад
шоколадный
шуметь
шутить
шутка
щи
экзамен
экономика
экономист
экономический
экскурсия
экскурсовод
энергично
энергичный
энергия
этаж
это
этот
эфиопия
юбка
юг
южный
юмор
юность
юноша
юридический
юрий
юрист
я
яблоко
яблочный
являться
ягода
ягодный
язык
яйцо
январский
январь
япония
японский
яркий
ярко
